Repository: xaosfiftytwo/usb-creator
Catalog: po/*.po
Languages: ca, fr, it, ja, nb, pl, pt, ru

source: Unexpected error
ca: Error inesperat
fr: Erreur inattendue
it: Errore inatteso
ja: 予想外のエラー
nb: Uventet feil
pl: Nieokreślony błąd
pt: Erro inesperado
ru: Непредвиденная ошибка

source: USB Creator has failed with the following unexpected error. Please submit a bug report!
ca: USB Creator ha fallat amb aquest error inesperat. Si us plau, envieu un informe d'error!
fr: USB Creator a rencontré l'erreur inattendue suivante. Merci de soumettre un rapport de bug!
it: SolydXK USB Creator ha fallito con il seguente errore inatteso. Si consiglia di inviare una segnalazione di bug!
ja: USB Creator に予想外のエラーが発生しました。バグレポートを送って下さい！
nb: USB Creator har mislyktes med følgende uventet feil. Vær snill å send en feilrapport!
pl: USB Creator został zatrzymany wskutek nieznanego błędu. Proszę wysłać raport o błędzie.
pt: USB Creator falhou com o seguinte erro inesperado. Por favor envie um relatório de bug!
ru: В приложении USB Creator произошла непредвиденная ошибка. Пожалуйста, отправьте отчет об ошибке!

source: Device
ca: Dispositiu
fr: Périphérique
it: Dispositivi
ja: デバイス
nb: Enhet
pl: Urządzenie
pt: Dispositivo
ru: Устройство

source: Available
ca: Disponible
fr: Disponible
it: Disponibile:
ja: 有効
nb: Tilgjenegelig
pl: Dostępny
pt: Disponível
ru: Доступный

source: Required
ca: Necessari
fr: Requis
it: Spazio richiesto:
ja: 必須
nb: Påkrevd
pl: Wymagany
pt: Requerido
ru: Необходимый

source: Format device
ca: Formata el dispositiu
fr: Formater
it: Formatta dispositivo
ja: デバイスのフォーマット
nb: Formater enhet
pl: Sformatuj urządzenie
pt: Formatar o dispositivo
ru: Форматировать устройство

source: Warning: all data will be lost
ca: Atenció: perdreu totes les dades
fr: Attention : toutes les données seront perdues
it: Attenzione: tutti i dati verranno cancellati
ja: 警告: 全てのデータは失われます
nb: Advarsel: alle data vil gå tapt
pl: Uwaga - dane zostaną usunięte
pt: Aviso: todos os dados serão perdidos
ru: Предупреждение: все данные будут потеряны

source: Repair device
ca: Repara el dispositiu
fr: Reparation du périphérique
it: Ripara dispositivo
ja: デバイスの修復
nb: Reparer enhet
pl: Napraw urządzenie
pt: Reparar o dispositivo
ru: Восстановить устройство

source: Tries to repair an unbootable USB
ca: Prova de reparar un USB no arrencable
fr: Tentative de réparation d'une clé USB non amorçable
it: Tenta di riparare un dispositivo USB non avviabile
ja: 起動できない USB の修復を試みます
nb: Prøver å reparere en USB som ikke vil starte
pl: Próba naprawy urządzenia rozruchowego USB
pt: Tentar reparar a USB que não arranca
ru: Попытаться восстановить не загружаемый USB

source: Execute
ca: Executa
fr: Exécuter
it: Esegui
ja: 実行
nb: Utfør
pl: Wykonaj
pt: Executar
ru: Выполнить

source: Delete
ca: Esborra
fr: Supprimer
it: Cancella
ja: 削除
nb: Slett
pl: Usuń
pt: Apagar
ru: Удалить

source: Refresh device list
ca: Refresca la llista de dispositius
fr: Actualiser des périphériques
it: Aggiorna lista dispositivi
ja: デバイス一覧の更新
nb: Oppdater enhetslisten
pl: Odśwież listę urządzeń
pt: Atualizar a lista de dispositivos
ru: Обновить список устройств

source: Unmount device
ca: Desmunta el dispositiu
fr: Démonter périphérique
it: Smonta dispositivo
ja: デバイスのアンマウント
nb: Avmonter enheten
pl: Odmontuj urządzenie
pt: Desmontar o dispositivo
ru: Размонтировать устройство

source: Browse for ISO file
ca: Cerca fitxers ISO
fr: Parcourir dossier pour fichier ISO
it: Sfoglia per inserire un file ISO
ja: ISO ファイル参照
nb: Bla etter ISO fil
pl: Przeglądaj pliki ISO
pt: Procure o ficheiro ISO
ru: Найти ISO-файл

source: Clear the ISO field
ca: Esborra el camp ISO
fr: Effacer le champ ISO
it: Azzera campo ISO
ja: ISO 領域クリア
nb: Tøm ISO-feltet
pl: Wyczyść pole ISO
pt: Limpar o campo de ISO
ru: Очистить ISO поле

source: Partitioning USB...
ca: Fent particions al USB...
fr: Partitionnement USB...
it: Partizionamento USB...
ja: USB のパーティション設定中...
nb: Partisjonerer USB
pl: Partycjonowanie USB
pt: Particionar USB...
ru: Разметка USB...

source: Searching for bad block
ca: Cercant blocs defectuosos
fr: Recherche des blocs défectueux
it: Ricerca di blocchi danneggiati
ja: 無効ブロックの検索中
nb: Søker etter ødelagte blokker
pl: Wyszukiwanie uszkodzonych bloków
pt: Procurar por blocos defeituosos
ru: Поиск плохих блоков

source: Installing Grub...
ca: Instal·lant GRUB...
fr: Installation de GRUB...
it: Installazione di Grub...
ja: GRUB インストール中...
nb: Installerer Grub...
pl: Instalacja grub
pt: A instalar o Grub...
ru: Установка загрузчика Grub...

source: Start copying ISO...
ca: Comença la còpia de la ISO...
fr: Début de copiage ISO...
it: Avvio copia ISO...
ja: ISO のコピー開始...
nb: Begynn å kopiere ISO...
pl: Start kopiowania ISO...
pt: Começar a copiar o ISO...
ru: Копирование образа...

source: kB left to copy:
ca: kB restants per copiar:
fr: Kio reste à copier :
it: kB da copiare rimanenti:
ja: コピー 残りKB:
nb: kB igjen å kopiere:
pl: do skopiowania pozostało kB:
pt: kB que faltam a copiar:
ru: Осталось скопировать кБ:

source: Check hash of ISO...
ca: Cercant la hash de la ISO...
fr: Vérification hash de ISO
it: Controllo hash dell'immagine ISO
ja: ISO の hash を確認...
nb: Sjekk ISO-ens hash...
pl: Sprawdź sumę kontrolną ISO...
pt: Verificar a hash da ISO...
ru: Проверка hash суммы образа...

source: Version
ca: Versió
it: Verisone
ja: バージョン
nb: Versjon
pl: Wersja
pt: Versão
ru: Версия

source: Cannot add ISO from path: {}. Please, remove the ISO path or browse for an existing ISO.
ca: No es pot afegir la ISO des del camí: {}. Si us plau, elimineu el camí de la ISO o cerqueu una ISO existent.
fr: Impossible d'ajouter l'ISO à partir du chemin: {}. Merci de modifier ce chemin vers l'ISO ou d'ajouter un ISO existant.
it: Impossibile aggiungere il file ISO dal percorso: {}. Si prega di rimuovere il percorso inserito o di sfogliare per trovare un ISO esistente.
ja: ISO に次のパスを追加できません: {} ISO パスを削除するか、ISO を参照できるようにして下さい。
nb: Kan ikke legge til ISO fra sti {} Vennligst fjern stien til ISO-en eller bla for en eksisterende ISO.
pl: Niewłaściwa ścieżka do ISO: {} Usuń ścieżkę lub wyszukaj istniejący obraz ISO
pt: Não é possível adicionar ISO pelo caminho: {}. Por favor, remova o caminho da ISO ou procure por um ISO existente.
ru: Не удается добавить образ:{}. Пожалуйста проверьте путь или укажите другой образ.

source: There is not enough space available on the pen drive. Please, remove unneeded files before continuing.
ca: No hi ha prou espai disponible al llapis de memòria. Si us plau, elimineu fitxers innecessaris abans de continuar.
fr: Il n'y a pas assez d'espace disponible sur la clé USB. Merci de retirer des fichiers inutiles avant de poursuivre.
it: Spazio disponibile sul dispositivo USB non sufficiente. Si prega di liberare spazio cancellando file non necessari prima di continuare.
ja: ペンドライブに空き領域がありません。 続ける前に削除を行って下さい。
nb: Det er ikke nok plass på den flyttbare enheten. Vennligst, fjern unødvendige filer før du fortsetter.
pl: Brak dostatecznej ilości miejsca na pendrive. Usuń zbędne pliki przed kontynuacją.
pt: Não há espaço suficiente disponível no pen-drive. Por favor, remova ficheiros desnecessários antes de continuar.
ru: Недостаточно места на флэш-накопителе. Освободите место на накопителе перед продолжением.

source: Are you sure you want to remove the selected ISO from the device?
ca: Esteu segurs de voler eliminar la ISO seleccionada del dispositiu?
fr: Êtes-vous certain de vouloir effacer les ISO sélectionnés du périphérique?
it: Procedere con la rimozione dell'immagine ISO selezionata dal dispositivo?
ja: デバイス内の選択した ISO を削除してよろしいですか？
nb: Er du sikker på at du ønsker å fjerne den valgte ISOen fra enheten.
pl: Czy na pewno chcesz usunąć wybrany plik ISO z urządzenia?
pt: Você tem a certeza que quer remover o ISO selecionado do dispositivo?
ru: Вы уверены, что хотите удалить выбранный образ?

source: Select ISO
ca: Seleccioneu la ISO
fr: Sélectionner ISO
it: Selezionare ISO
ja: ISO を選択
nb: Velg ISO
pl: Wybierz ISO
pt: Selecionar ISO
ru: Выбрать ISO-образ

source: Unmount
ca: Desmunta
fr: Démonter
it: Smonta
ja: アンマウント
nb: Avmonter
pl: Odmontuj
pt: Desmontar
ru: Размонтировать

source: Could not unmount the device. Please unmount the device manually.
ca: No es pot desmuntar el dispositiu. Si us plau, desmunteu-lo manualment.
fr: Impossible de démonter le périphérique. Merci de refaire cette manipulation manuellement.
it: Impossibile smontare il dispositivo. Si prega di smontare il dispositivo manualmente.
ja: デバイスをアンマウントできません。 手動でデバイスをアンマウントして下さい。
nb: Kunne ikke avmontere enheten. Vennligst avmonter enheten manuelt.
pl: Nie można odmontować urządzenia. Proszę odmontować ręcznie
pt: Não foi possível desmontar o dispositivo. Por favor, desmonte o dispositivo manualmente.
ru: Не удалось размонтировать устройство. Пожалуйста, отключите устройство вручную.

source: You can now safely remove the device.
ca: Ara podeu retirar el dispositiu amb seguretat.
fr: Vous pouvez maintenant retirer le périphérique en toute sécurité
it: È ora possibile rimuovere il dispositivo.
ja: 安全にデバイスを取り外す事ができます。
nb: Du kan trygt fjerne enheten.
pl: Można bezpiecznie usunąć urządzenie.
pt: Agora você pode remover o dispositivo em segurança.
ru: Теперь вы можете безопасно извлечь устройство.

source: Run this application with root permission.
ca: Executeu aquesta aplicació amb permisos d'administrador.
fr: Exécutez cette application avec les droits administrateur.
it: Avvia questa applicazione con i permessi di amministratore
ja: このアプリケーションは root 権限で実行する必要があります。
nb: Kjør dette programmet med administratorrettigheter.
pl: Uruchom aplikację z uprawnieniami administratora.
pt: Executar esta aplicação com permissão de root.
ru: Запустите это приложение с правами "суперпользователя"

source: Wrong arguments were passed to usb-creator.
ca: S'han passat arguments erronis al USB-Creator.
fr: Des paramètres erronés ont été fournis à usb-creator.
it: Sono stati passati argomenti errati a usb-creator.
ja: 誤った値が USB クリエーターに渡されました。
nb: Feil argumenter ble sendt til USB Creator
pl: Zostały przekazane błędne argumenty do kreatora USB.
pt: Argumentos errados foram passados para usb-creator.
ru: Неправильные аргументы были приняты к usb-creator.

source: The device was not found or no device was given.
ca: No es troba els dispositiu o no s'ha especificat.
fr: Le périphérique n'a pas été trouvé ou aucun périphérique n'a été indiqué.
it: Periferica non trovata o nessuna periferica selezionata.
ja: デバイスは見つからないか接続されていません。
nb: Enheten ble ikke funnet eller ingen enhet ble angitt.
pl: Nie znaleziono lub nie podano urządzenia.
pt: O dispositivo não foi encontrado ou não foi dado um dispositivo.
ru: Устройство не найдено.

source: Given ISO path was not found.
ca: No es troba el camí especificat cap a la ISO.
fr: Le chemin fourni pour l'ISO n'a pas été trouvé.
it: Il percorso fornito per l'immagine ISO non è stato trovato.
ja: 指定の ISO パスが見つかりません。
nb: Angitte sti til ISO ble ikke funnet.
pl: Nie znaleziono pliku ISO na podanej ścieżce.
pt: Não foi encontrado o caminho dado para a ISO.
ru: Указанный путь не был найден.

source: Device is in use by another application.
ca: El dispositiu està en ús per una altra aplicació.
fr: Le support est utilisé par une autre application.
it: La periferica è in uso da un'altra applicazione.
ja: デバイスは、別のアプリケーションで使用されています。
nb: Enheten er i bruk av et annet program.
pl: Urządzenie jest używane przez inną aplikację.
pt: Dispositivo está em uso por outra aplicação.
ru: Устройство используется другим приложением.

source: Unable to mount the device.
ca: No es pot muntar el dispositiu.
fr: Impossible de monter le périphérique.
it: Impossibile montare il dispositivo.
ja: デバイスをマウントできません。
nb: Ikke i stand til å montere enheten.
pl: Nie można zamontować urządzenia.
pt: Não é possível montar o dispositivo.
ru: Не удается подключить устройство.

source: Hash mismatch.
ca: La hash no concorda.
fr: Décalage de somme hash.
it: Hash non corrispondente.
ja: Hash が一致していません。
nb: Feil i hash.
pl: Niezgodność hash.
pt: A Hash não corresponde.
ru: Hash-сумма не совпадает.

source: The device has no fat32 partition.
ca: El dispositiu no té una partició FAT32.
fr: Le support n'a pas de partition fat32.
it: Nessuna partizione fat32
ja: デバイスは FAT32 パーティションではありません。
nb: Enheten har ikke noen fat32 partisjon
pl: Urządzenie nie ma partycji fat32.
pt: O dispositivo não tem partição fat32.
ru: Устройство не имеет разделов fat32.

source: The device has no bootloader installed.
ca: El dispositiu no té un arrencador instal·lat.
fr: Le support n'a pas de chargeur d'amorçage.
it: Nessun bootloader installato sul dispositivo.
ja: デバイスにブートローダーをインストールできませんでした。
nb: Enheten har ikke installert noen oppstartlaster.
pl: Brak programu rozruchowego w urządzeniu.
pt: O dispositivo não tem o bootloader instalado.
ru: На устройстве не установлен загрузчик.

source: There is not enough space available on the device.
ca: No hi ha prou espai disponible al dispositiu.
fr: Il n'y a pas assez d'espace disponible sur le support.
it: Spazio disponibile non sufficiente sulla periferica.
ja: デバイスの利用できる十分な空き領域がありません。
nb: Det er ikke nok plass tilgjengelig på enheten.
pl: Zbyt mało dostępnej przestrzeni w urządzeniu.
pt: Não há espaço suficiente disponível no dispositivo
ru: Недостаточно места на устройстве.

source: Unable to guess distribution from ISO name. Make sure you have the distribution name in the ISO name.
ca: No es pot deduir la distribució del nom ISO. Assegureu-vos de tenir el nom de la distribució al nom de la ISO.
fr: Impossible de trouver la distribution à partir du nom de l'ISO. Assurez-vous que le nom de la distribution soit dans celui de l'ISO.
it: Impossibile determinare la distribuzione dal nome dell'immagine ISO. Assicurarsi che il nome della distribuzione compaia nel nome dell'imagine ISO.
ja: ISO 名でディストリビューションを推測する事ができません。 ISO名にディストリビューション名を含めてください。
nb: Ikke i stand til å gjette distribusjonen ut i fra ISO-navnet. Sjekk at navnet på disttribusjonen er en del av ISO-navnet.
pl: Nie można znaleźć nazwy dystrybucji pliku ISO. Upewnij się, czy jest nazwa dystrybucji w nazwie pliku ISO.
pt: Impossível detetar o nome da distribuição da ISO. Verifique se você tem o nome da distribuição no nome da ISO.
ru: Не удалось распознать имя дистрибутива. Убедитесь что имя дистрибутива указано в названии ISO.

source: An unknown error accured. Please, visit our forum for support: http://forums.solydxk.com
ca: S'ha produït un error desconegut. Si us plau, visiteu el nostre fòrum de suport: http://forums.solydxk.com
fr: Une erreur inconnue s'est produite. Merci de vous rendre sur notre forum pour obtenir de l'aide: http://forums.solydxk.com
it: Errore inatteso. Si prega di visitare il forum di supporto: http://forums.solydxk.com
ja: 原因不明のエラーが発生しました。 サポートフォーラムへご連絡下さい: http://forums.solydxk.com
nb: En ukjent feil har oppstått. Vennligst besøk vårt forum for hjelp: http://forums.solydxk.com
pl: Pojawił się nieznany błąd. Poszukaj pomocy na naszym forum: http://forums.solydxk.com
pt: Ocorreu um erro desconhecido. Por favor, visite o nosso fórum para suporte: http://forums.solydxk.com
ru: Неизвестная ошибка. Пожалуйста, посетите наш форум http://forums.solydxk.com

source: The USB was successfully written.
ca: S'ha enregistrat a l'USB amb èxit.
fr: Le périphérique USB a été enregistré avec succès.
it: Scrittura USB completata con successo.
ja: USB の書き込みを行いました。
nb: USB-en ble skrevet uten feil.
pl: USB zapisany poprawnie.
pt: O USB foi escrito com sucesso.
ru: USB был успешно записан.

source: Create a multi-boot USB with the USB Creator
ca: Crea un USB de multi-arrencada amb el USB Creator.
fr: Créer une clé USB multi-boot avec USB Creator
it: Crea USB multi-boot con USB Creator
ja: USB クリエーターはマルチブート USB を生成します
nb: Lag en multioppstarts USB med USB Creator
pl: Utwórz USB wielosystemowy za pomocą kreatora USB.
pt: Criar um USB multi-boot com o USB Creator
ru: Создать мульти-загрузочный USB-накопитель

source: Create a multi-boot USB
ca: Crea un USB de multi-arrencada.
fr: Créer une clé USB multi-boot
it: Creare un USB multi-boot
ja: マルチブート USB の生成
nb: Lag en multioppstarts USB
pl: Utwórz USB wielosystemowy.
pt: Criar um USB multi-boot
ru: Создать мульти-загрузочный USB-накопитель

source: USB Creator Help
ca: Ajuda de l'USB Creator
fr: Aide d'USB Creator
ja: USB Creator ヘルプ
nb: USB Creator Hjelp
pl: Pomoc USB Creatora
pt: Ajuda do USB Creator
ru: Помощник USB Creator

source: Description
ca: Descripció
it: Descrizione
ja: 説明
nb: Beskrivelse
pl: Opis
pt: Descrição
ru: Описание

source: The USB Creator is a tool to help users to create a bootable flash drive with multiple Linux operating systems.
ca: USB Creator és una eina que ajuda als usuaris a crear unitats Flash que puguin arrencar amb múltiples S. O. Linux.
fr: USB Creator est un outil pour aider les utilisateurs à créer une clé USB amorçable contenant plusieurs systèmes d'exploitation Linux.
it: USB Creator è uno strumento per facilitare la creazione di dispositivi avviabili con più sistemi operativi Linux.
ja: USB Creator は、複数の Linux オペレーティングシステムが起動できるフラッシュドライブを作成するのに役立つツールです。
nb: USB Creator er et verktøy for å hjelpe brukere å lage en oppstartsbar minnepinne med flere Linux-operativsystemer.
pl: USB Creator jest narzędziem do tworzenia wielodystrybucyjnych dysków startowych USB
pt: O USB Creator é uma ferramenta para ajudar os utilizadores, a criar uma pen drive de arranque com vários sistemas operacionais Linux.
ru: USB Creator это инструмент, который поможет Вам создать загрузочный флэш-диск с операционной системой Linux.

source: Important
it: Importante
ja: 重要
nb: Viktig
pl: Ważne
pt: Importante
ru: Важный

source: Make sure you backed up all important data from the flash drive before you start.
ca: Assegureu-vos que heu fet còpia de seguretat de les dades importants a la vostra unitat flash abans de continuar.
fr: Assurez-vous d'avoir sauvegardé toutes vos données importantes provenant de la clé USB avant de démarrer.
it: Assicurarsi di aver salvato tutti i dati importanti dalla periferica perima di incominciare.
ja: 開始前に、フラッシュドライブにある重要なデータをすべてバックアップして下さい。
nb: Pass på at du har sikkerhetskopiert alle viktige data fra minnepinnen før du begynner.
pl: Upewnij się zanim rozpoczniesz, że zrobiłeś kopię zapasową ważnych danych z pendrive'a!
pt: Certifique-se de que você fez o backup de todos os dados importantes da pen drive antes de começar.
ru: Прежде чем начать убедитесь что Вы сделали резервные копии всех важных данныёх с флеш-накопителя.

source: Commands
ca: Ordres
fr: Commandes
it: Comandi
ja: コマンド
nb: Kommandoer
pl: Polecenia
pt: Comandos
ru: Команды

source: You can also use the USB Creator from the terminal. Here are some examples:
ca: Podeu usar també el USB Creator des del terminal. Aquí teniu alguns exemples:
fr: Vous pouvez aussi utiliser USB Creator à partir du terminal. Voici quelques exemples:
it: È anche possibile utilizzare USB Creator dal terminale. Di seguito alcuni esempi:
ja: ターミナルから USB Creator を使用することができます。ここでいくつかの例を示します。
nb: Du kan også bruke USB Creator fra kommandolinjen. Her er noen eksempler:
pl: USB Creatora można używać również w terminalu. Przykłady:
pt: Você também pode usar o Criador USB a partir do terminal. Aqui estão alguns exemplos:
ru: Вы также можете использовать USB-Creator из терминала. Вот несколько примеров:

source: # usb-creator -f -i /path/to/my.iso -m
ca: # usb-creator -f -i /camí/cap/al/meu.iso -m
fr: # usb-creator -f -i /chemin/vers/mon.iso -m
nb: # usb-creator -f -i /sti/til/min.iso -m

source: This will format the flash drive, copy the ISO file to the flash drive and check the hash of the copied ISO file with the original ISO file.
ca: Això formatarà la unitat flash, copiarà el fitxer ISO a la unitat i comprovarà la hash de la imatge ISO copiada amb el fitxer ISO original.
fr: Cela va formater la clé USB, copier l'ISO sur cette clé et vérifier la somme hash de l'ISO copiée avec l'ISO originale.
it: Questa azione formatterà il dispositivo, copierà l'immagine ISO e controllerà l'hash dell'immagine ISO copiata con l'immagine originale.
ja: フラッシュドライブをフォーマットし、ISO ファイルをコピーした後、オリジナルの ISO ファイルとコピーした ISO ファイルとの hash チェックサムを確認します。
nb: Dette vil formatere minnepinnen, kopiere ISO filen til minnepinnen og sammenligne hash på den kopierte ISO-filen med den originale ISO-filen.
pl: Wykonanie polecenia spowoduje sformatowanie dysku, skopiowanie obrazu ISO na dysk i porównanie sumy kontrolnej kopii z oryginałem.
pt: Isto irá formatar a unidade flash, copie o ficheiro ISO para a unidade flash e verifique o hash do ficheiro ISO copiado com o ficheiro ISO original.
ru: Это позволит форматировать флешку, скопировать ISO файл на флешку и проверить hash сумму с оригинального ISO-файла.

source: This will try to repair an unbootable flash drive that already contains ISO files.
ca: Això intentarà reparar una unitat flash que no arrenca, però ja conté fitxers ISO.
fr: Cela va tenter de réparer une clé USB non amorçable qui contient déjà les fichiers ISO.
it: Questa azione proverà a riparare un dispositivo non avviabile con immagini ISO preesistenti.
ja: すでに ISO ファイルが含まれている起動できないフラッシュドライブの修復を試みます。
nb: Dette vil prøve å reparere en minnepinne som allerede inneholder ISO filer, men som ikke vil starte.
pl: Zostanie podjęta próba naprawy nieuruchamiającego się dysku z obrazem ISO.
pt: Isto irá tentar reparar uma unidade flash com arranque que já contenha arquivos ISO.
ru: Исправить незагружающийся флеш-диск содержащий ISO образ.

source: This will show all available options and their usage.
ca: Això mostrarà les opcions disponibles i el seu ús.
fr: Cela vous présente toutes les options disponibles et leur usage.
it: Mostra ogni opzione disponibile e le relative modalità d'uso.
ja: すべての利用可能なオプションとその使用方法を表示します。
nb: Dette vil vise alle alternative valgene og deres bruksområde.
pl: Zostaną wyświetlone dostępne opcje i sposób użycia.
pt: Isto irá mostrar todas as opções disponíveis e seu uso.
ru: Это покажет все доступные варианты и их использования.

source: Hidden features
ca: Característiques amagades.
fr: Fonctions cachées
it: Opzioni nascoste
ja: 隠し機能
nb: Skjulte egenskaper
pl: Funkcje ukryte
pt: Características ocultas
ru: Скрытые возможности

source: When you remove the ISO file name from the ISO field, USB Creator will calculate the space needed for all ISO files in that directory.
ca: Quan elimineu el nom del fitxer del camp ISO, USB creator calcularà l'espai necessari per a tots els fitxers ISO en aquest directori.
fr: Lorsque vous enlevez le nom de l'ISO de son champ, USB Creator calculera l'espace requis pour tous les ISO du répertoire.
it: Rimuovendo il nome del file ISO dal campo ISO, USB Creator calcolerà lo spazio necessario alle immagini ISO in tale cartella.
ja: ISO フィールドから ISO ファイル名を削除すると、USB Creator はそのディレクトリ内にあるすべての ISO ファイルに必要なスペースを計算します。
nb: Når du fjerner ISO-filnavnet fra ISO-feltet vil USB Creator beregne den nødvendige plassen for alle ISO-filene i den mappen.
pl: Po usunięciu nazwy pliku ISO z pola ISO, USB Creator obliczy ilość przestrzeni potrzebnej dla wszystkich plików ISO w tym folderze.
pt: Quando você remove o nome do arquivo ISO a partir do campo ISO, USB Creator irá calcular o espaço necessário para todos os arquivos ISO nesse diretório.
ru: Когда Вы удалите имя файла ISO из поля ISO, USB Creator вычислит пространство, необходимое для всех файлов ISO в этом каталоге.
