Repository: xaosfiftytwo/usb-creator
Catalog: po/*.po
Languages: ca, fr, it, ja, nb, pl, pt, ru

source: You can change the order in which the ISO files are displayed in the menu by adding a number in front of the ISO file name, e.g.: "01-MyDistro-amd64.iso".
ca: Podeu canviar l'ordre en que es mostren els fitxers ISO mostrats al menú afegint un número al començament del nom del fitxer ISO, per ex. "01-LaMevaDistro-amd64.iso".
fr: Vous pouvez modifier l'ordre dans lequel les ISO sont affichées dans le menu en ajoutant un nombre devant le nom de l'ISO, par ex.: "01-MaDistro-amd64.iso".
it: È possibile modificare l'odine in cui i file ISO sono mostrati nel menu aggiungendo un numero prima del nome del file ISO, ad es.: "01-LaMiaDistro-amd64.iso".
ja: ISO ファイルは、ISO ファイル名の前に数を追加することによって、メニューに表示される順序を変更することができます。例えば: "01-MyDistro-amd64.iso"
nb: Du kan endre hvilken rekkefølge ISO-filene vises i menyen ved å legge til et nummer i begynnelsen av navnet, e.g.: "01-MinDistro-amd64.iso".
pl: Można zmienić kolejność wyświetlania w menu plików ISO dodając kolejne liczby przed nazwą pliku ISO, np. "01-MyDistro-amd64.iso".
pt: Você pode alterar a ordem na qual os arquivos ISO são exibidos no menu, adicionando um número na frente do nome do arquivo ISO, por exemplo: "01-MyDistro-amd64.iso".
ru: Вы можете изменять порядок вывода файлов ISO в меню на экране, добавляя число перед именем файла ISO. Пример: "01-MyDistro-amd64.iso".

source: Symbolic links are followed but the symbolic links must have the ".iso" extension to make it work.
ca: Es poden usar enllaços simbòlics, però aquests enllaços han de tenir l'extensió ".iso" per funcionar.
fr: Les liens symboliques sont suivis mais ils doivent avoir une extension ".iso" pour fonctionner.
it: I collegamenti simbolici verrano seguiti ma devono avere l'estensione ".iso" per funzionare correttamente.
ja: シンボリックリンクは動作します。ただし動作させるためには ".iso" 拡張子にしている必要があります。
nb: Symbolske lenker blir fulgt, men den symbolske lenken må ha endelsen ".iso" for at det skal virke.
pl: Linki symboliczne są dopuszczalne ale muszą mieć rozszerzenie ".iso" aby mogły byś realizowane.
pt: Os links simbólicos são seguidos, mas os links simbólicos devem ter a ".iso" extensão para que ele funcione.
ru: Символические ссылки поддерживаются, но они должны иметь расширение ".iso" чтобы работать.

source: Your ISO is not booting?
ca: El vostre ISO no arrenca?
fr: Votre ISO ne s'amorçe pas?
it: L'immagine ISO non si avvia?
ja: ISO が起動しない？
nb: Starter ikke ISO-en din?
pl: Plik ISO nie uruchamia się?
pt: A ISO não está a iniciar?
ru: Ваш ISO не загрузочный?

source: On our <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> page you can see a list of tested distributions but not all can be booted directly from the ISO file. Check the distribution's forum if it can be booted directly from the ISO file.
ca: A la nostra pàgina de <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> podeu veure una llista de distribucions provades, però no totes poden arrencar directament del fitxer ISO. Comproveu al fòrum de la distribució si si aquesta pot arrencar directament del fitxer ISO.
fr: Sur notre page <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> vous pouvez trouver une liste de distributions testées mais toutes ne peuvent pas être amorçées directement par leur ISO. Vérifiez le forum de cette distribution si tel est le cas.
it: Sulla nostra pagina di <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> è pubblicata una lista di distribuzioni testate ma non tutte possono essere avviate direttamente dall'immagine ISO. Controllare il forum della distribuzione per accertarsi che sia direttamente avviabile da immagine ISO.
ja: <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> ページでは、テスト済みのディストリビューション一覧を参照できますが、その ISO ファイルすべてが直接起動できるわけではありません。ISO ファイルから直接起動できるかディストリビューションのフォーラムを確認して下さい。
nb: På <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub-siden</a> vår kan du se en liste over testede distribusjoner, men ikke alle kan bli startet direkte fra ISO filen. Sjekk i distribusjonsforumet om den kan startes direkte fra ISO filen.
pl: Na naszej stronie <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> można znaleźć listę przetestowanych dystrybucji. Nie wszystkie można uruchomić bezpośrednio z pliku ISO. Sprawdź na forum dystrybucji czy jest możliwy rozruch z pliku ISO.
pt: No nosso <a href="https://github.com/SolydXK/usb-creator" target="_blank"> página GitHub </a> você pode ver uma lista de distribuições testadas, mas nem todas podem ser iniciadas diretamente a partir do arquivo ISO. Verifique no fórum da distribuição, se ela pode ser iniciada diretamente a partir do ficheiro ISO.
ru: На странице <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> Вы можете посмотреть список протестированных дистрибутивов, но не все они могут быть загружены напрямую с файла ISO. Проверьте на форуме дистрибутива, может ли он быть загружен непосредственно с ISO.

source: The menu is configured in a file which you can find on your flash drive: /boot/grub/grub.cfg
ca: El menú es configura a partir d'un fitxer que podeu trobar a la vostra unitat flash: /boot/grub/grub.cfg
fr: Le menu est configuré par un fichier que vous pouvez trouver sur la clé USB: /boot/grub/grub.cfg
it: Menu configurato grazie ad un file disponibile sul dispositivo: /boot/grub/grub.cfg
ja: メニューは、フラッシュドライブにある次のファイルで設定を見ることができます: /boot/grub/grub.cfg
nb: Menyen er konfigurert i en fil, som du kan finne på minnepinnen: /boot/grub/grub.cfg
pl: Menu startowe jest skonfigurowane w pliku /boot/grub/grub.cfg, który znajduje się na dysku startowym.
pt: O menu está configurado num ficheiro que você pode encontrar na sua pen drive: /boot/grub/grub.cfg.
ru: Меню сконфигурировано в файле, который Вы можете найти на Вашем флеш-накопителе: /boot/grub/grub.cfg

source: Please help improve this application by adapting grub.cfg until the ISO boots and post your changes on GitHub or our <a href="http://forums.solydxk.com" target="_blank">forum</a>.
ca: Si us plau, ajudeu a millorar aquesta aplicació adaptant el grub.cfg fins que el fitxer ISO arrenqui i comuniqueu els canvis directament a GitHub o bé a nostre <a href="http://forums.solydxk.com" target="_blank">fòrum</a>.
fr: Merci de nous aider à améliorer ce programme en adaptant grub.cfg jusqu'à ce que l'ISO s'amorce et postez vos modifications sur GitHub ou notre <a href="http://forums.solydxk.com" target="_blank">forum</a>.
it: Si prega di migliorare questa applicazione adattando il contenuto di grub.cgf fino a che l'immagine ISO sia correttamente avviabile e quindi di condividere le modifiche necessarie su GitHub o sul nostro <a href="http://forums.solydxk.com" target="_blank">forum</a>.
ja: ISO を起動する grub.cfg の適合によって、このアプリケーションを改善したい場合は GitHub または <a href="http://forums.solydxk.com" target="_blank">フォーラム</a> で変更内容を投稿してください
nb: Vær snill å bidra til å forbedre dette programmet ved å tilpasse grub.cfg inntil ISO-en starter og legg inn endringene på GitHub eller i <a href="http://forums.solydxk.com" target="_blank">forumet</ a>.
pl: Pomóż udoskonalać aplikację adaptując grub.cfg przed rozruchem ISO. Wprowadzone zmiany przekaż na nasze <a href="http://forums.solydxk.com" target="_blank">forum</a>.
pt: Por favor, ajudem a melhorar esta aplicação, adaptando grub.cfg até o arranque da ISO, e publicar as alterações no GitHub ou no nosso <a href="http://forums.solydxk.com" target="_blank">forum</a>.
ru: Помогите улучшить это приложение, адаптируя grub.cfg для загрузочных ISO и публикуя изменения на GitHub или нашем <a href="http://forums.solydxk.com" target="_blank">форуме</a>.

source: Don't forget to attach the log file when you post an issue on our forum: /var/log/usb-creator.log
ca: No oblideu d'adjuntar el fitxer registre quan comuniqueu un problema al nostre fòrum: /var/log/usb-creator.log
fr: N'oubliez pas d'ajouter le fichier de log lorsque vous postez une question sur notre forum: /var/log/usb-creator.log
it: Ricordarsi di allegare il file di log quando si intende chiedere supporto sul nostro forum: /var/log/usb-creator.log
ja: フォーラムに問題を投稿する場合、ログファイルの添付を忘れないで下さい: /var/log/usb-creator.log
nb: Ikke glem å legge ved loggfilen når du poster et problem i forumet vårt: /var/log/usb-creator.log
pl: Przesyłając raport o błędzie nie zapomnij o dołączeniu logu /var/log/usb-creator.log .
pt: Não se esqueça de anexar o ficheiro log quando você postar um problema no nosso fórum: /var/log/usb-creator.log
ru: Не забудьте приложить файл журнала, когда размещаете вопрос на нашем форуме: /var/log/usb-creator.log

source: USB Creator
it: SolydXK USB Creator
ru: USB Creator - Создание загрузочной флешки.
